{
    "products":[
        {
            "id":"1",
            "name":"Чипсы картофельные Lay's сметана-лук",
            "description":"Lay's® — чипсы, каждая пачка которых изготовлена из специально отобранного картофеля и соответствует самым высоким стандартам качества. Хрустящие и легкие на вкус картофельные чипсы Lay's® были созданы, чтобы вызвать улыбку на лице каждого человека, поэтому ими так приятно делиться с лучшими друзьями. Чипсы Lay's®, несомненно, скрасят ваш день! ●Вкус свежей деревенской сметаны и аромат молодого зеленого лука — отличные спутники для хрустящей картошки. Попробовав однажды эти рифленые чипсы, вы никогда не сможете забыть их нежно-сливочный вкус.",
            "squirrels":"5.8",
            "fats":"31.2",
            "сarbohydrates":"52.9",
            "сalorieСontent":"525.0",
            "сomposition":"Картофель, масла растительные (подсолнечное, рапсовое), ароматизатор [соль, вкусоароматические вещества (содержат порошки лука, петрушки, чеснока, сметаны), порошок молочной сыворотки, сахар, усилитель вкуса и аромата (глутамат натрия 1-замещенный), регуляторы кислотности (лимонная кислота, диацетат натрия)].",
            "info":"При температуре не выше +25°С и относительной влажности воздуха не более 75%",
            "price":"150",
            "image":"/images/image1.webp",
            "category":"Чипсы"
        },
        {
            "id":"2",
            "name":"Драже M&M's с арахисом-шоколадом",
            "description":"Восхитительно вкусный жареный арахис, покрытый аппетитным молочным шоколадом и красочной хрустящей глазурью. Немного арахиса + много вкуса = безудержное веселье. Берите на любой праздник пару пачек вкусного угощения M&M's с арахисом в молочном шоколаде! Размер порции идеален для того, чтобы в полной мере насладиться отдыхом после долгого дня.",
            "squirrels":"9.0",
            "fats":"24.0",
            "сarbohydrates":"61.0",
            "сalorieСontent":"511.0",
            "сomposition":"Восхитительно вкусный жареный арахис, покрытый аппетитным молочным шоколадом и красочной хрустящей глазурью. Немного арахиса + много вкуса = безудержное веселье. Берите на любой праздник пару пачек вкусного угощения M&M's с арахисом в молочном шоколаде! Размер порции идеален для того, чтобы в полной мере насладиться отдыхом после долгого дня",
            "info":"может содержать незначительное количество глютена ячменя",
            "price":"85",
            "image":"/images/image2.webp",
            "category":"Конфеты"
        },
        {
            "id":"3",
            "name":"Сухарики пшеничные Хрусteam сыр",
            "description":"Воздушные пшеничные сухарики в форме ломтиков крошечного багета мягко хрустят, рассыпаются и сразу тают во рту, оставляя на языке пряный сырный вкус. В этом вкусе сочетаются нотки пармезана, маасдама и даже сыра с голубой плесенью. Плюс оттенки чеснока и ароматных трав.",
            "squirrels":"10.0",
            "fats":"16.0",
            "сarbohydrates":"66.0",
            "сalorieСontent":"440.0",
            "сomposition":"Пшеничная мука хлебопекарная, манная крупа, растительное масло, идентичный натуральному ароматизатор (соль, сырный порошок, усилители вкуса и аромата (глутамат натрия 1-замещенный, 5-гуанилат натрия 2-замещенный), вкусоароматические вещества, порошок чеснока, порошок лука, агент антислеживающий (диоксид кремния аморфный), регулятор кислотности (лимонная кислота), специи, травы, красители (экстракт паприки, капсантин, куркумин, каротины), термический технологический ароматизатор), сахар, красители (карамелизованный сахар, экстракт моркови), агент антеслеживающий(карбонат кальция).",
            "info":"При температуре от +5°C до +25°C",
            "price":"45",
            "image":"/images/image3.webp",
            "category":"Чипсы"
        },
        {
            "id":"4",
            "name":"Вода питьевая Святой Источник негазированная",
            "description":"Святой Источник - питьевая вода, при производстве которой используется природная вода, добытая из артезианских скважин. Благодаря этому, в ее составе содержится оптимальное количество солей и микроэлементов. Использование щадящих методов фильтрации, не нарушает природную структуру воды, сохраняя всю пользу для человека.",
            "squirrels":"-",
            "fats":"-",
            "сarbohydrates":"-",
            "сalorieСontent":"-",
            "сomposition":"кальций 0,5 - 130, магний 0,5 - 50, натрий 0,2-100 калий 0,1 - 20, гидрокарбонаты 5 -350, хлориды 0,5 -200, сульфаты 0,5 - 200",
            "info":"при температуре от 0°С до +25°С и относительной влажности воздуха не более 75%",
            "price":"35",
            "image":"/images/image4.webp",
            "category":"Напитки"
        },
        {
            "id":"5",
            "name":"Энергетический напиток Adrenaline Rush газированный",
            "description":"Бодрящий коктейль, в состав которого входят ингредиенты, стимулирующие деятельность организма. Кофеин придает энергию, экстракт корня женьшеня повышает активность, а таурин способен усилить выносливость.",
            "squirrels":"0.5",
            "fats":"0",
            "сarbohydrates":"12.5",
            "сalorieСontent":"54.0",
            "сomposition":"очищенная питьевая вода, сахар, двуокись углерода, регуляторы кислотности (лимонная кислота, цитрат натрия, фосфат калия), таурин, d-рибоза, l-карнитин, натуральный кофеин, витамин с, инозит, экстракт гуараны, экстракт женьшеня, витамин в6, витамин в12, краситель (бета-каротин), мальтодекстрин, натуральный ароматизатор adrenaline rush",
            "info":"избегать попадания прямых солнечных лучей",
            "price":"70",
            "image":"/images/image5.webp",
            "category":"Напитки"
        },
        {
            "id":"6",
            "name":"Варенье Варенька Вишневое",
            "description":"Варенье Варенька Вишневое отличается нежным, в меру сладким, ягодным вкусом и ароматом, известен своими полезными свойствами.",
            "squirrels":"0",
            "fats":"0",
            "сarbohydrates":"63.0",
            "сalorieСontent":"252.0",
            "сomposition":"Сахар, вишня без косточки.",
            "info":"Возможно попадание косточек",
            "price":"165",
            "image":"/images/image6.webp",
            "category":"Варенье"
        },
        {
            "id":"7",
            "name":"Мороженое пломбир Как раньше ванильное БЗМЖ",
            "description":"Вкус мороженого Как раньше - это вкус настоящего советского пломбира.",
            "squirrels":"4.1",
            "fats":"14.3",
            "сarbohydrates":"24.8",
            "сalorieСontent":"247.0",
            "сomposition":"Цельное молоко, вода питьевая, сливочное масло, сахар-песок, сухое обезжиренное молоко, сухая молочная смесь, вафельный стаканчик, экстракт ванили.",
            "info":"При температуре не выше -18°C",
            "price":"50",
            "image":"/images/image7.webp",
            "category":"Мороженное"
        },
        {
            "id":"8",
            "name":"Семечки подсолнечные от Мартина Отборные жареные",
            "description":"Обжаренные семечки — популярный продукт с давними традициями и доказанной пользой. Семена подсолнуха содержат 20% белка, витамины А, В, D, Е, а также аминокислоты, медь, магний и цинк. В пачках с семечками от Мартина — еще больше пользы, ведь мы отбираем для них только самые крупные семена.",
            "squirrels":"20.7",
            "fats":"52.9",
            "сarbohydrates":"20.7",
            "сalorieСontent":"578.0",
            "сomposition":"Обжаренные семена подсолнечника.",
            "info":"После вскрытия упаковки хранить при температуре не выше +25°С и относительной влажности воздуха не более 75%",
            "price":"90",
            "image":"/images/image8.webp",
            "category":"Семьки"
        }
    ],
    "favourites":[],
    "basket":[]
}